Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/sikkerhverdag.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Agricultural properties, where diesel is often stored, are considered to be companies.
nn: Landbrukseigedomar, der det ofte blir oppbevart diesel, blir rekna som ei verksemd.

source: Trampolines designed for home use (indoor or outdoor) are defined as toys, and from March 2015 must comply with standard NS-EN 71-14.
nn: Trampolinar meinte for heimebruk (anten inne eller ute) er definerte som leiketøy og skal frå mars 2015 oppfylle standarden NS-EN 71-14.

source: Category 3 is for strong sunlight.
nn: er for normal sol. Kategori 3

source: The Norwegian Medicines Agency is the supervisory authority for surgical masks.
nn: Det er Legemiddelverket som er styresmakt for medisinske munnbind.

source: If you have a car, you can use it to listen to the radio and to charge your mobile phone.
nn: Om du har bil, kan denne brukast til å lytte til radio og til å lade opp mobiltelefonen.

source: Drying and cleaning is your responsibility.
nn: Tørking og reingjering er ditt ansvar.

source: This page will tell you where and when you can light barbecues and campfires, and what precautions you should take.
nn: Her ser du kvar og når du kan grille og brenne bål, og kva slags forholdsreglar du bør ta.

source: If you have pets, you should stockpile some pet food.
nn: Om du har dyr eller spesielle behov i dietten, må du planleggje for det.

source: The basic needs that must be met in the first three days of any crisis are heating, drink, food, medicines, hygiene and information.
nn: Dei grunnleggjande behova som må dekkjast dei første tre døgna av ei krise, er varme, drikke, mat, legemiddel, hygiene og informasjon.

source: Whether or not an old life jacket is still usable depends on how it has been stored and maintained.
nn: Om ein eldre redningsvest framleis er brukande, avheng av korleis han er oppbevart og halden ved like.

source: three tinned meals or three bags of dried food per person
nn: tre boksar middagshermetikk eller tre posar tørrmat per person

source: Water, which is what we normally use to put out a fire, is the last thing you should use here.
nn: Vatn, som ein vanlegvis bruker til å sløkkje brann, skal du absolutt ikkje bruke.

source: This can create an explosive fireball.
nn: Dette kan gje ein eksplosjonsarta brann.

source: warm clothes, blankets and sleeping bags
nn: varme klede, pledd og sovepose

source: Older children can learn how to get out on their own, and can also learn how to phone the emergency number 1-1-0
nn: Eldre born kan lære seg å kome seg ut på eiga hand, samt ringje naudnummer 1-1-0.

source: The result is a light source that uses 10 to 15 times less electricity to produce the same amount of light.
nn: Resultatet er ei lyskjelde som kan bruke 10 til 15 gonger mindre straum påå produsere same mengd lys.

source: You can also buy pre-bottled water for storage.
nn: Sørg for at luftinntaket ved dysa er fri for støv.

source: Sunglasses with Category 4 protection are not suitable for driving.
nn: Solbriller med vern i kategori 4 er ikkje eigna dersom du skal køyre bil.

source: As an individual, you can transport loads of up to 240 litres of fuel by car.
nn: Som privatperson kan du frakte inntil 240 liter drivstoff per bil om gongen.

source: How to put out a forest fire:
nn: Slik sløkkjer du skogbrann:

source: There are three ways to charge an EV on normal charge: Mode 1, Mode 2 and Mode 3.
nn: Det finst tre ulike måtar å normallade elbilen på - mode 1, mode 2 og mode 3.

source: Type I face masks are not designed for use by health professionals in an operating room or in other medical surroundings subject to similar requirements.
nn: Type I munnbind er ikkje meint for bruk av helsepersonell i eit operasjonsrom eller i andre medisinske omgjevnader med liknande krav.

source: Every year, the fire service is called out to between 100 and 150 cabin fires.
nn: Kvart år rykkjer brannvesenet ut til mellom 100 og 150 hyttebrannar.

source: Install smoke alarms near the washing machine, dishwasher and in the same room as the stove.
nn: Installer røykvarslar i nærleiken av vaskemaskin, oppvaskmaskin og i rom med komfyr.

source: This is not a standard; they are production guidelines – i.e. an aid for manufacturers describing how they can satisfy the requirements of the Product Control Act.
nn: Dette er altså ikkje ein standard, men retningslinjer for produksjon – ei hjelp til produsentar for korleis dei kan oppfylle krava i produktkontrollova.

source: If you plug these in via an extension lead, there's a risk that the cables may not be big enough.
nn: Om du koplar desse til via skøyteleidning, kan du risikere at dimensjonane ikkje er kraftige nok.

source: If you barbecue with gas, never put the gas bottle under the barbecue.
nn: Dersom du grillar med gass, set aldri gassflaska under grillen.

source: These include DIY shops, hardware stores and shops that sell cabin equipment.
nn: Til dømes på byggjevarehus, jernvarehandlar og hyttebutikkar.

source: Elderly people are also particularly vulnerable to fire.
nn: Eldre menneske er også spesielt utsette for brann.

source: Light-emitting diodes (LED) are a robust and popular alternative to traditional light sources such as incandescent lightbulbs, halogen lightbulbs and compact fluorescent lightbulbs.
nn: Lysdiodar (LED) er eit robust og populært alternativ til tradisjonelle lyskjelder som glødepærer, halogenpærer og sparepærer.

source: If you go on an organised hike, you are participating in an active service.
nn: Viss du blir med på ein organisert fjelltur, deltek du i ei aktiv teneste.

source: Basic rules for candles:
nn: Hugseliste for bruk av levande lys:

source: Here are the requirements and a fire safety checklist for your cabin.
nn: Her er krava og sjekklista for god branntryggleik på hytta.

source: Your responsibility as a tenant is to test the smoke alarms.
nn: Du som leigar har ansvar for å teste røykvarslarane.

source: All homes must have either a domestic fire hose or a fire extinguisher that contains at least 6 kilograms of powder or foam.
nn: Alle bustader skal ha anten ein husbrannslange eller eit brannsløkkjeapparat som inneheld minst 6 kilo pulver eller skum.

source: Reflectors must be
nn: Refleksar skal vere

source: Transporting and storing diesel and heating oil
nn: Transport og oppbevaring av diesel og fyringsolje

source: You should never top up with petrol when the motor is hot.
nn: Du bør ikkje fylle bensin når motoren er varm.

source: If you are replacing traditional lightbulbs with LEDs, it is important that you choose an LED bulb with the correct fitting.
nn: Skal du erstatte tradisjonelle lyspærer med LED, er det viktig at du vel ei LED-pære med tilsvarande sokkel.

source: Check that the product is CE marked and has the warning label “Only to be used in water in which the child is within its depth and under adult supervision”.
nn: Sjå etter at produktet er CE-merkt og merkt med åtvaringa «Må berre brukast på vassdjupner der barnet kan stå, og under tilsyn av ein vaksen».

source: However, you must always make sure that you call for help.
nn: Du må likevel alltid sørgje for å tilkalle hjelp.

source: These products are intended for private use only.
nn: Desse produkta er berre meinte for privat bruk.

source: Correct use of extension leads:
nn: Slik bruker du skøyteleidning riktig:

source: The lanterns can reach a height of up to 800 metres, burn for 20–40 minutes, and drift in the air for several kilometres.
nn: Lanternene flyg i opptil 800 meters høgd, brenn i 20–40 minutt og kan flyge mange kilometer av garde.

source: How to prevent fires in electrical appliances:
nn: Slik unngår du brann i elektriske apparat:

source: Check which escape routes you must have.
nn: Sjekk kva rømmingsvegar du må ha.

source: If a face covering has been manufactured in accordance with the CEN guidelines, the manufacturer can mark the product with CWA 17553:2020.
nn: Om eit munnbind er laga i samsvar med CEN-rettleiinga kan produsenten merke vara med CWA 17553:2020.

source: Water is an effective means of extinguishing fires involving timber, textiles and paper.
nn: Vatn er eit effektivt sløkkjemiddel mot brann i treverk, tekstilar og papir.

source: If you intend to store diesel and heating oil outdoors, you should make sure there is a gap of at least 5 metres between this and timber walls or other flammable material.
nn: Skal du oppbevare diesel og fyringsolje utandørs, bør du sørgje for minst 5 meter avstand til trevegger og anna brennbart materiale.

source: Candles and flammable materials are a dangerous combination.
nn: Levande lys og brennbare materiale er ein farleg kombinasjon.

source: Here are a few measures that can reduce their risk of falling, indoors and outdoors.
nn: Her er nokre tiltak som reduserer faren for fall både innandørs og utandørs.

source: As a rule of thumb, reflectors have a lifespan of 1–3 years.
nn: Ein tommelfingerregel er at refleksar har ei levetid på 1-3 år.

source: You should therefore test out the vest in controlled conditions, and replace it if necessary.
nn: Test derfor ut vesten i kontrollerte former, og skift ut ved behov.

source: Read and follow the user instructions and any warnings.
nn: Les og følg bruksrettleiinga og eventuelle åtvaringsmerkingar.

source: The hose must not be more than 30 metres long.
nn: Slangen skal ikkje vere lengre enn 30 meter.

source: The most important measure is making sure people can maintain a distance of at least 1 metre.
nn: Det viktigaste tiltaket er å leggje til rette for å kunne oppretthalde minst 1 meters avstand.

source: Storing gas and flammable liquids in an apartment
nn: Oppbevare gass og brannfarleg væske i leilegheit

source: The name that appears in the Register is the name of the company, e.g. Hansen Elektro AS.
nn: Det er namnet på verksemda, til dømes Hansen Elektro AS, som står oppført i registeret.

source: If you need help, it is important that you ask for it.
nn: Treng du hjelp, er det viktig at du ber om det.

source: Where this is not possible, wearing a face mask can reduce the risk of infection but it is no substitute for maintaining social distancing.
nn: Der det er ikkje er mogleg, kan bruk av munnbind redusere risiko for smitte, men vil ikkje kunne erstatte avstand som tiltak.

source: However, companies and individuals who intend to store diesel and heating oil are subject to the requirement to exercise care (section 5 in the regulations on handling hazardous chemicals).
nn: Både verksemder og privatpersonar som skal lagre diesel og fyringsolje, er likevel underlagde krav til aktsemd (§ 5 i forskrift om handtering av farleg stoff).

source: Sunlight and halogen lightbulbs have a Ra index of 100.
nn: Lyset frå sola og frå halogenpærer har ein Ra-indeks på 100.

source: You can store up to 10 litres of petrol indoors at home.
nn: Du kan lagre inntil 10 liter bensin innandørs heime.

source: This is done via Altinn.
nn: Det gjer ein via Altinn.

source: The place where you store gas must not be too hot.
nn: Det må ikkje vere for varmt der du lagrar gass.
